function setText1() {
    document.getElementById("main_text").innerText =
        "Привіт! Це стандартна тестова розсилка від серверу. Ти можеш ігнорувати це повідомлення, адже " +
        "воно не має жодної корисної інформації. Вибач, якщо даремно витратив твій час. Гарного дня!";
}
function setText2() {
    document.getElementById("main_text").innerText =
        "Доброго дня! Це офіційна розсилка від серверу, що має на меті тестування додатку на Node.js" +
        "Якщо вас це не влаштовує, напишіть нам!";
}
function setText3() {
    document.getElementById("main_text").innerText =
        "Рідний побут — пейзажі, портрети, народні звичаї і обряди (сватання, заручини, весілля," +
        " похорони і т. д.) привертають взагалі основну увагу автора. Разом із цією пильною увагою " +
        "до побуту така ж любовна увага в нього і до народної поезії. З народного повір'я і казок " +
        "переймаються мотиви і сюжети фантастичних повістей. У мові оповідача, в діалогах персонажів " +
        "тільки й чути народні приказки і прислів'я, відгуки задушевної народної пісні.";
}
function setText4() {
    document.getElementById("main_text").innerText =
        "Варто знати! Сервер (як комп'ютер) — це комп'ютер у локальній чи глобальній мережі, " +
        "що забезпечує функціонування мережі, а також всі, або частину її функцій. " +
        "Сервер (як програма) — програма, що надає деякі послуги іншим програмам (клієнтам).";
}
function setText5() {
    document.getElementById("main_text").innerText =
        "Цікаво! Node.js — платформа з відкритим кодом для виконання високопродуктивних мережевих " +
        "застосунків, написаних мовою JavaScript. Засновником платформи є Раян Дал (Ryan Dahl). " +
        "Якщо раніше Javascript застосовувався для обробки даних в браузері користувача, то node.js " +
        "надав можливість виконувати JavaScript-скрипти на сервері та відправляти користувачеві результат " +
        "їх виконання. Платформа Node.js " +
        "перетворила JavaScript на мову загального використання з великою спільнотою розробників.";
}
function setText6() {
    document.getElementById("main_text").innerText =
        "Коротке повідомлення від серверу :)";
}

function sendEmail() {
    var text = document.getElementById("main_text").innerText;
    sendToAllEmail(text);
}
